/* Task view. */
HSDFSD_TaskName = "Fax-Kurzwahleintäge";
HSDFPB_TaskName = "Faxtelefonbuch";
HSDFSD_TaskDescription = "Verwenden Sie die Schaltflächen + und - oder geben Sie die gewünschten Daten in den Kurzwahlspeicher des Geräts ein. Sie können auch über das Adressbuch Daten suchen und hinzufügen.";
HSDFPB_TaskDescription = "Über das Faxtelefonbuch können Sie die Liste der Kontakte auf Ihrem Gerät anzeigen und verwalten.\nÜber + und - können Sie Kontakte hinzufügen oder entfernen. Sie können auch \"Kontakte\" verwenden, um weitere Einträge zu suchen und zur Liste hinzuzufügen.";

ActionMenuTooltip = "Aktion (Menü)";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "Name";
HSDEntryPhoneNumberColumnTitle = "Faxnummer";
HSDEntryEditActionMenuTitle = "Bearbeiten…";
HSDEntryCreateGroupActionMenuTitle = "Gruppe erstellen…";
EntriesStatusCaption = "%1$d von %2$d Einträgen verwendet";
HSDPrintListButtonTitle = "Liste drucken";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "Faxadressbuch starten";
ContactsLaunchButtonTooltip = "Faxkontakte öffnen";
HSDApplyButtonTitle = "Übernehmen";

HSDDismissEntryButtonTitle = "Abbrechen";
HSDConfirmEntryButtonTitle = "Speichern";

HSDFPB_AddNewContactToolTip = "Neuen Kontakt hinzufügen";
HSDFSD_AddNewContactToolTip = "Neue Kurzwahl hinzufügen";
HSDFPB_DeleteSelectedContactToolTip = "Ausgewählte Kontakte oder Gruppen löschen";
HSDFSD_DeleteSelectedContactToolTip = "Ausgewählte Kurzwahleinträge oder -gruppen löschen";
HSDFPB_PrintListButtonToolTip = "Alle auf dem Gerät gespeicherten Kontakte drucken";
HSDFSD_PrintListButtonToolTip = "Alle auf dem Gerät gespeicherten Kurzwahleinträge drucken";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "Eintrag (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "Kurzwahl (#):";
HSDIndividualEntryNameFieldCaption = "Name:";
HSDIndividualEntryPhoneNumberFieldCaption = "Faxnummer:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "Eintrag (#):";
HSDFSD_GroupEntryIndexFieldCaption = "Kurzwahl (#):";
HSDGroupEntryNameFieldCaption = "Gruppenname:";
HSDFSD_GroupEntryItemsDescription = "Wählen Sie die Kurzwahleinträge aus, die in diese Gruppe aufgenommen werden sollen.";
HSDFPB_GroupEntryItemsDescription = "Wählen Sie die Kontakte aus, die zu dieser Gruppe hinzugefügt werden sollen.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "Fax-Adressbuch";
ContactsPanelTitle = "Faxkontakte";
HSDDismissContactsButtonTitle = "Schließen";
HSDConfirmContactsButtonTitle = "Hinzufügen";

/* Alert dialogs. */
CancelAlertButtonTitle = "Abbrechen";
RemoveFromGroupAlertButtonTitle = "Aus Gruppe entfernen";
DeleteAlertButtonTitle = "Löschen";
ApplyAlertButtonTitle = "Übernehmen";
DontApplyAlertButtonTitle = "Nicht übernehmen";

IncorrectDeviceStateAlertTitle = "Auf dem Drucker liegt eine Fehlerbedingung vor";
IncorrectDeviceStateAlertMessage = "Lösen Sie die Fehlerbedingung auf dem Gerät, und versuchen Sie es erneut.";

HSDFSD_InvalidEntryErrorTitle = "Ungültige Kurzwahl";
HSDFPB_InvalidEntryErrorTitle = "Hinzufügen von Kontakt nicht möglich";
HSDFSD_MissingEntryNameErrorMessage = "Der Kurzwahlname fehlt. Geben Sie einen Namen für den Kurzwahleintrag ein, und versuchen Sie es erneut.";
HSDFPB_MissingEntryNameErrorMessage = "Name für Kontakt fehlt. Geben Sie den Namen ein und versuchen Sie es erneut.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "Die Kurzwahlnummer fehlt. Geben Sie eine Nummer für den Kurzwahleintrag ein, und versuchen Sie es erneut.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "Die Nummer des Kontakts fehlt. Geben Sie die Nummer ein und versuchen Sie es erneut.";
HSDFSD_TooLargeGroupErrorMessage = "Die Kurzwahlgruppe ist zu groß. Das Gerät unterstützt maximal %d Einträge in einer Gruppe.";
HSDFPB_TooLargeGroupErrorMessage = "Die Gruppe enthält zu viele Kontakte. Ihr Gerät unterstützt maximal %d Einträge in einer Gruppe.";

HSDFSD_DeleteIndividualEntryAlertTitle = "Soll der Kurzwahleintrag für \"%@\" wirklich gelöscht werden?";
HSDFPB_DeleteIndividualEntryAlertTitle = "Soll der Kontakt \"%@\" wirklich gelöscht werden?";
HSDFSD_DeleteIndividualEntryAlertMessage = "Der ausgewählte Kurzwahleintrag ist in einer oder mehreren Gruppen enthalten. Wenn Sie den Eintrag löschen, wird er aus allen Gruppen entfernt.";
HSDFPB_DeleteIndividualEntryAlertMessage = "Der ausgewählte Kontakt ist in mindestens einer Gruppe enthalten. Durch Löschen des Kontakts wird er aus allen Gruppen entfernt.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "Sollen die ausgewählten Kurzwahleinträge wirklich gelöscht werden?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "Sollen die ausgewählten Kontakte wirklich gelöscht werden?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "Einige der ausgewählten Kurzwahleinträge sind ggf. in einer oder mehreren Gruppen enthalten. Wenn Sie die Einträge löschen, werden sie aus allen Gruppen entfernt.";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "Einige der ausgewählten Kontakte können in mindestens einer Gruppe enthalten sein. Durch Löschen der Kontakte werden diese aus allen Gruppen entfernt.";

HSDFSD_DeleteGroupEntryAlertTitle = "Soll die Kurzwahlgruppe \"%@\" wirklich gelöscht werden?";
HSDFPB_DeleteGroupEntryAlertTitle = "Soll die Gruppe \"%@\" wirklich gelöscht werden?";
HSDFSD_DeleteGroupEntryAlertMessage = "Die einzelnen Kurzwahleinträge der ausgewählten Gruppe werden NICHT gelöscht.";
HSDFPB_DeleteGroupEntryAlertMessage = "Die einzelnen Kontakte in der Gruppe werden NICHT gelöscht.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "Sollen die ausgewählten Kurzwahlgruppen wirklich gelöscht werden?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "Sollen die ausgewählten Gruppen wirklich gelöscht werden?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "Die in den Gruppen enthaltenen einzelnen Kurzwahleinträge werden NICHT gelöscht.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "Die einzelnen Kontakte in den Gruppen werden NICHT gelöscht.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "Soll der Kurzwahleintrag für \"%1$@\" wirklich aus der Gruppe \"%2$@\" entfernt werden?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "Soll der Kontakt \"%1$@\" wirklich aus der Gruppe \"%2$@\" entfernt werden?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "Beim Klicken auf \"Aus Gruppe entfernen\" wird der Kurzwahleintrag nur aus der Gruppe entfernt. Der Kurzwahleintrag wird nicht gelöscht.\nKlicken Sie auf \"Löschen\", wenn der Kurzwahleintrag endgültig gelöscht und aus allen Gruppen entfernt werden soll.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "Beim Klicken auf \"Aus Gruppe entfernen\" wird der Kurzwahleintrag nur aus der Gruppe entfernt. Der Kurzwahleintrag selber wird nicht gelöscht.\nKlicken Sie auf \"Löschen\", wenn der Kurzwahleintrag endgültig gelöscht und aus allen Gruppen entfernt werden soll.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "Sollen die ausgewählten Kurzwahleinträge wirklich aus der Gruppe \"%@\" entfernt werden?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "Sollen die ausgewählten Kontakte wirklich aus der Gruppe \"%@\" entfernt werden?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "Beim Klicken auf \"Aus Gruppe entfernen\" werden die Kurzwahleinträge nur aus der Gruppe entfernt. Die Kurzwahleinträge werden nicht gelöscht.\nKlicken Sie auf \"Löschen\", wenn die ausgewählten Kurzwahleinträge endgültig gelöscht und aus allen Gruppen entfernt werden sollen.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "Beim Klicken auf \"Aus Gruppe entfernen\" werden die Kurzwahleinträge nur aus der Gruppe entfernt. Die Kurzwahleinträge selber werden nicht gelöscht.\nKlicken Sie auf \"Löschen\", wenn die ausgewählten Kurzwahleinträge endgültig gelöscht und aus allen Gruppen entfernt werden sollen.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Sollen die ausgewählten Kurzwahleinträge wirklich aus ihren jeweiligen Gruppen entfernt werden?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Sollen die ausgewählten Kontakte wirklich aus den jeweiligen Gruppen entfernt werden?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Beim Klicken auf \"Aus Gruppe entfernen\" werden die Kurzwahleinträge nur aus ihren Gruppen entfernt. Die Kurzwahleinträge werden nicht gelöscht.\nKlicken Sie auf \"Löschen\", wenn die Kurzwahleinträge endgültig gelöscht und aus allen Gruppen entfernt werden sollen.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Beim Klicken auf \"Aus Gruppe entfernen\" werden die Kurzwahleinträge nur aus ihren Gruppen entfernt. Die Kurzwahleinträge selber werden nicht gelöscht.\nKlicken Sie auf \"Löschen\", wenn die Kurzwahleinträge endgültig gelöscht und aus allen Gruppen entfernt werden sollen.";

HSDFSD_DeleteMixedEntriesAlertTitle = "Sollen die ausgewählten Kurzwahleinträge und Kurzwahlgruppen wirklich gelöscht werden?";
HSDFPB_DeleteMixedEntriesAlertTitle = "Sollen die ausgewählten Kontakte und Gruppen wirklich gelöscht werden?";
HSDFSD_DeleteMixedEntriesAlertMessage = "Durch Klicken auf \"Löschen\" werden die ausgewählten einzelnen Kurzwahleinträge und die Gruppen permanent gelöscht. Die einzelnen Kurzwahleinträge innerhalb der ausgewählten Gruppen werden NICHT gelöscht, sofern diese nicht einzeln zum Löschen ausgewählt werden.";
HSDFPB_DeleteMixedEntriesAlertMessage = "Beim Klicken auf \"Löschen\" werden nur die ausgewählten Kontakte und Gruppen endgültig gelöscht. Einzelne Kontakte, die zwar in den ausgewählten Gruppen enthalten sind, aber nicht direkt ausgewählt wurden, werden NICHT gelöscht.";

DenyContactsAccessAlertTitle = "Keine Informationen verfügbar";
DenyContactsAccessAlertMessage = "Kein Zugriff auf die Anwendung \"%@\".\nSie können die Anwendung über 'Systemeinstellungen', 'Sicherheit und Privatsphäre' freischalten.";

HSDFSD_AllowsToCommitChangesAlertTitle = "Die Liste mit den Faxkurzwahleinträgen wurde bearbeitet";
HSDFPB_AllowsToCommitChangesAlertTitle = "Das Faxtelefonbuch wurde von Ihren bearbeitet. Sollen die Änderungen vor dem Drucken gespeichert werden?";
AllowsToCommitChangesAlertMessage = "Die vorgenommenen Änderungen werden nicht in die gedruckte Liste aufgenommen, wenn Sie die Änderungen nicht übernehmen. Sollen die Änderungen an der Liste übernommen werden, bevor Sie die Liste drucken?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "Verarbeitung läuft…";
PrintProcessingDialogTitle = "Drucken… Bitte warten";
